Repository: nguyenj-c/PronoteVersionDiscount
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Home
fr: Accueil

source: Admin's area
fr: Espace Admin

source: Logout
fr: Déconnexion

source: All Rights Reserved.
fr: Tous Droits Reserver.

source: Add a teacher
fr: Ajouter un enseignant

source: Manage teachers
fr: Gestion des enseignant

source: Add a student
fr: Ajouter un eleve

source: Manage students
fr: Gestion des eleves

source: Add a course
fr: Ajouter une classe

source: Manage courses
fr: Gestion des classes

source: Add a course subject
fr: Ajouter un sujet de cours

source: Manage courses subjects
fr: Gestion des sujet de cours

source: Pronote Login
fr: Pronote Connexion

source: Enter your login details
fr: Entrez vos identifiants de connexion

source: Login
fr: Connexion

source: Forgot your password?
fr: Mot de Passe oublié ?

source: Teacher's area
fr: Espace Enseignant

source: Teacher
fr: Enseignant

source: Student's area
fr: Espace Etudiant

source: Student
fr: Etudiant
